Repository: KlimAPI/klimapi-woocommerce
Catalog: releases/v1.0.0/klimapi/languages/klimapi-*.po
Languages: de_de

source: Authentication
de_de: Authentifizierung

source: Please enter your API Key and Shop Ident. You can find them in your KlimAPI account.
de_de: Bitte gib deinen API-Schlüssel und dein Shop-Ident ein. Du kannst sie in deinem KlimAPI-Konto finden.

source: API Key
de_de: API-Schlüssel

source: KlimAPI - CO2 Compensation for WooCommerce Shops
de_de: KlimAPI - CO2-Kompensation für WooCommerce Shops

source: Offset your purchase:
de_de: Kompensiere deinen Einkauf:

source: We pay %d%% of the compensation
de_de: Wir zahlen %d%% der Kompensation

source: We pay the entire compensation
de_de: Wir zahlen die gesamte Kompensation

source: The earth thanks you!
de_de: Die Erde dankt dir!

source: Thank you for your contribution to a more sustainable planet. Your compensation of <b>%1$s kg CO<sub>2</sub>e</b> will benefit the <b>%2$s</b> project.
de_de: Vielen Dank für deinen Beitrag zu einem nachhaltigeren Planeten. Deine Kompensation von <b>%1$s kg CO<sub>2</sub>e</b> kommt dem Projekt <b>%2$s</b> zugute.

source: Open Certificate
de_de: Zertifikat öffnen

source: KlimAPI - Calculate & Compensate CO2 Emissions at Checkout
de_de: KlimAPI - CO2-Emissionen im Checkout berechnen und kompensieren

source: https://klimapi.com/resources/plugins/woocommerce
de_de: https://klimapi.com/de/resources/plugins/woocommerce

source: Calculate and compensate the unavoidable CO2 emissions of your products and services together with your customers.
de_de: Berechne und kompensiere gemeinsam mit deinen Kunden die unvermeidbaren CO2-Emissionen deiner Produkte und Dienstleistungen.
